Repository: ongarov7/ai-reply
Catalog: AI-Reply/AIReply/Resources/Localizable.xcstrings
Source language: en
Languages: kk, ru, uz

# settings.account.identifier
source: Signed in as
kk: Кірген тіркелгі
ru: Вы вошли как
uz: Kirgan hisob

# settings.account.plan
source: Plan and limit
kk: Тариф және лимит
ru: Тариф и лимит
uz: Tarif va limit

# settings.account.signOut
source: Sign out
kk: Шығу
ru: Выйти
uz: Chiqish

# settings.account.signOut.confirm
source: Sign out of this account?
kk: Осы тіркелгіден шығасыз ба?
ru: Выйти из этого аккаунта?
uz: Bu hisobdan chiqilsinmi?

# settings.account.signedOut
source: Not signed in
kk: Кірмегенсіз
ru: Вы не вошли
uz: Hisobga kirilmagan

# settings.appGroup.unavailable
source: The app and the keyboard cannot share settings yet. Rebuild the app so the App Group entitlement is applied.
kk: Қолданба мен пернетақта әзірге параметрлермен алмаса алмайды. App Group қолданылуы үшін қолданбаны қайта жинаңыз.
ru: Приложение и клавиатура пока не могут обмениваться настройками. Пересоберите приложение, чтобы применился App Group.
uz: Ilova va klaviatura hozircha sozlamalarni almasha olmaydi. App Group qoʻllanishi uchun ilovani qayta yigʻing.

# settings.appearance
source: Appearance
kk: Безендіру
ru: Оформление
uz: Koʻrinish

# settings.appearance.dark
source: Dark
kk: Күңгірт
ru: Тёмное
uz: Qorongʻi

# settings.appearance.light
source: Light
kk: Ашық
ru: Светлое
uz: Yorugʻ

# settings.appearance.system
source: System
kk: Жүйедегідей
ru: Как в системе
uz: Tizim

# settings.keyboard
source: Keyboard
kk: Пернетақта
ru: Клавиатура
uz: Klaviatura

# settings.keyboard.footer
source: The language key switches between the layouts that are on. At least one stays on. Vibration works when Full Access is on.
kk: Тіл пернесі қосулы тілдер арасында ауыстырады. Кемінде біреуі қосулы қалады. Діріл толық рұқсат қосулы болғанда жұмыс істейді.
ru: Клавиша языка переключает включённые раскладки. Хотя бы одна остаётся включённой. Вибрация работает при включённом полном доступе.
uz: Til tugmasi yoqilgan tartiblar orasida almashtiradi. Kamida bittasi yoqilgan qoladi. Tebranish toʻliq ruxsat yoqilganda ishlaydi.

# settings.keyboard.haptics
source: Vibration on key press
kk: Басқанда діріл
ru: Вибрация при нажатии
uz: Bosganda tebranish

# settings.language
source: Language
kk: Тіл
ru: Язык
uz: Til

# settings.language.footer
source: Changes the language of this app. The keyboard's own labels follow the layout you select on the keyboard itself.
kk: Осы қолданбаның тілін өзгертеді. Пернетақтадағы жазулар пернетақтада таңдалған орналасуға сәйкес келеді.
ru: Меняет язык этого приложения. Надписи на самой клавиатуре следуют выбранной на ней раскладке.
uz: Ilova tilini oʻzgartiradi. Klaviatura tugmalari tanlangan klaviatura tartibiga mos keladi.

# settings.privacy.body
source: When you tap Reply, the copied message and any instruction you wrote go through the AI Reply server to the AI provider; when you tap Write, only your instruction does. With Smart correction on, an instruction you type in AI Reply's own field may be sent before you tap, to suggest a correction. Neither these texts nor the replies are stored in the database or written to logs, and what you type in other apps is never sent.
kk: «Жауап беру» түймесін басқанда көшірілген хабарлама мен нұсқауыңыз (бар болса) AI Reply сервері арқылы AI провайдеріне жіберіледі, ал «Жазу» түймесін басқанда — тек нұсқау. Ақылды түзету қосулы болса, AI Reply-дың өз өрісіне жазып жатқан нұсқауыңыз түзету ұсыну үшін түймені баспай тұрып та жіберілуі мүмкін. Бұл мәтіндер де, жауаптар да дерекқорда сақталмайды және журналға жазылмайды, ал басқа қолданбаларда терген мәтініңіз ешқайда жіберілмейді.
ru: Когда вы нажимаете «Ответить», скопированное сообщение и ваша просьба, если она есть, передаются AI-провайдеру через сервер AI Reply, а когда «Написать» — только просьба. При включённой умной коррекции просьба, которую вы пишете в поле самого AI Reply, может отправиться и до нажатия кнопки — чтобы предложить исправление. Ни эти тексты, ни ответы не сохраняются в базе и не записываются в логи, а то, что вы печатаете в других приложениях, никуда не отправляется.
uz: «Javob berish»ni bosganingizda nusxalangan xabar va koʻrsatmangiz (agar boʻlsa) AI Reply serveri orqali AI provayderiga yuboriladi, «Yozish»ni bosganingizda esa faqat koʻrsatma. Aqlli tuzatish yoqilgan boʻlsa, AI Replyning oʻz maydonida yozayotgan koʻrsatmangiz tuzatish taklif qilish uchun tugmani bosishingizdan oldin ham yuborilishi mumkin. Bu matnlar ham, javoblar ham bazada saqlanmaydi va jurnallarga yozilmaydi, boshqa ilovalarda yozganlaringiz esa hech qayerga yuborilmaydi.

# settings.privacy.title
source: Privacy
kk: Құпиялылық
ru: Конфиденциальность
uz: Maxfiylik

# settings.setup
source: Setup
kk: Баптау
ru: Настройка
uz: Sozlash

# settings.setup.footer
source: Step-by-step instructions, Full Access and paste permission explained.
kk: Қадамдық нұсқаулық, толық рұқсат пен басқа қолданбалардан қою туралы түсініктеме.
ru: Пошаговая инструкция, полный доступ и разрешение на вставку.
uz: Bosqichma-bosqich yoʻriqnoma, toʻliq ruxsat va joylashga ruxsat haqida.

# settings.setup.guide
source: Keyboard setup
kk: Пернетақтаны баптау
ru: Настройка клавиатуры
uz: Klaviaturani sozlash

# settings.smartCorrection
source: Smart correction
kk: Ақылды түзету
ru: Умная коррекция
uz: Aqlli tuzatish

# settings.smartCorrection.footer
source: Typos are fixed and words suggested on your phone — nothing you type in other apps is sent anywhere. While you write an instruction in AI Reply's own field, that text may be sent to suggest a correction. Word lists: Leipzig Corpora Collection (CC BY).
kk: Қате сөздерді түзету мен сөз ұсыну телефонның өзінде жүреді — басқа қолданбаларда терген мәтініңіз ешқайда жіберілмейді. AI Reply-дың өз өрісіне нұсқау жазғанда, түзетілген нұсқасын ұсыну үшін бұл мәтін жіберілуі мүмкін. Сөздіктер: Leipzig Corpora Collection (CC BY).
ru: Опечатки исправляются, а слова подсказываются прямо на телефоне — то, что вы печатаете в других приложениях, никуда не отправляется. Когда вы пишете просьбу в поле самого AI Reply, её текст может отправляться, чтобы предложить исправление. Словари: Leipzig Corpora Collection (CC BY).
uz: Xatolarni tuzatish va soʻz takliflari telefonning oʻzida ishlaydi — boshqa ilovalarda yozganlaringiz hech qayerga yuborilmaydi. AI Replyning oʻz maydonida koʻrsatma yozayotganingizda, tuzatish taklif qilish uchun bu matn yuborilishi mumkin. Lugʻatlar: Leipzig Corpora Collection (CC BY).

# settings.storage.unavailable
source: The shared container is unavailable, so the keyboard cannot see your profile. Rebuild the app with the App Group capability enabled.
kk: Ортақ контейнер қолжетімсіз, пернетақта профиліңізді көрмейді. Қолданбаны App Group мүмкіндігімен қайта жинаңыз.
ru: Общий контейнер недоступен, клавиатура не видит ваш профиль. Пересоберите приложение с включённой возможностью App Group.
uz: Umumiy konteyner mavjud emas, shuning uchun klaviatura profilingizni koʻra olmaydi. Ilovani App Group imkoniyati yoqilgan holda qayta yigʻing.

# settings.title
source: Settings
kk: Параметрлер
ru: Настройки
uz: Sozlamalar

# settings.tutorial
source: How to use AI Reply
kk: AI Reply-ды қалай пайдалану керек
ru: Как пользоваться AI Reply
uz: AI Replydan qanday foydalaniladi

# settings.tutorial.footer
source: Shows again how to turn on the keyboard, copy a message and reply. Nothing is reset.
kk: Пернетақтаны қосу, хабарламаны көшіру және жауап беру жолын қайта көрсетеміз. Баптаулар өзгермейді.
ru: Покажем ещё раз, как включить клавиатуру, скопировать сообщение и ответить. Настройки не сбросятся.
uz: Klaviaturani yoqish, xabarni nusxalash va javob berishni yana koʻrsatadi. Hech narsa oʻchirilmaydi.

# setup.checklist.added
source: Keyboard added and enabled
kk: Пернетақта қосылған
ru: Клавиатура добавлена и включена
uz: Klaviatura qoʻshilgan va yoqilgan

# setup.checklist.fullAccess
source: Full Access
kk: Толық рұқсат
ru: Полный доступ
uz: Toʻliq ruxsat

# setup.checklist.microphone
source: Microphone access
kk: Микрофонға рұқсат
ru: Доступ к микрофону
uz: Mikrofonga ruxsat

# setup.checklist.speech
source: Speech recognition
kk: Сөйлеуді тану
ru: Распознавание речи
uz: Nutqni aniqlash

# setup.checklist.title
source: Status
kk: Күйі
ru: Состояние
uz: Holat

# setup.checklist.unknown.footer
source: iOS does not tell an app whether its own keyboard is enabled. This turns green the first time the keyboard runs.
kk: iOS қолданбаға пернетақтасының қосылғанын хабарламайды. Белгі пернетақта алғаш іске қосылғанда пайда болады.
ru: iOS не сообщает приложению, включена ли его клавиатура. Отметка появится после первого запуска клавиатуры.
uz: iOS ilovaga oʻz klaviaturasi yoqilganini bildirmaydi. Klaviatura birinchi marta ishga tushganda bu holat yangilanadi.

# setup.fullAccess.manual
source: Only you can turn it on: Settings ▸ AI Reply ▸ Keyboards ▸ Allow Full Access. No app can enable it for you.
kk: Оны тек өзіңіз қоса аласыз: «Параметрлер» ▸ AI Reply ▸ «Пернетақталар» ▸ «Толық рұқсат». Мұны ешбір қолданба сіздің орныңызға жасай алмайды.
ru: Включить его можете только вы: «Настройки» ▸ AI Reply ▸ «Клавиатуры» ▸ «Полный доступ». Ни одно приложение не сделает это за вас.
uz: Buni faqat siz yoqa olasiz: Sozlamalar ▸ AI Reply ▸ Klaviaturalar ▸ Toʻliq ruxsat.

# setup.fullAccess.title
source: Full Access
kk: Толық рұқсат
ru: Полный доступ
uz: Toʻliq ruxsat

# setup.fullAccess.why
source: Full Access lets the keyboard read the message you copied and reach the internet to write a reply. Without it the keyboard still types normally.
kk: Толық рұқсат пернетақтаға сіз көшірген хабарламаны оқып, жауап алу үшін интернетке шығуға мүмкіндік береді. Онсыз да пернетақта әдеттегідей жаза береді.
ru: Полный доступ нужен, чтобы клавиатура могла прочитать скопированное сообщение и обратиться в интернет за ответом. Без него клавиатура печатает как обычная.
uz: Toʻliq ruxsat klaviaturaga siz nusxalagan xabarni oʻqish va javob yaratish uchun internetga ulanish imkonini beradi. Usiz ham klaviatura odatdagidek yozadi.

# setup.paste.body
source: When you tap who you're replying to, AI Reply reads the message you copied. If iOS asks whether AI Reply may paste from WhatsApp, tap Allow Paste.
kk: Кімге жауап беретініңізді таңдағанда, AI Reply көшірілген хабарламаны оқиды. iOS AI Reply-ға WhatsApp-тан қоюға рұқсат бересіз бе деп сұраса, «Қоюға рұқсат ету» түймесін басыңыз.
ru: Когда вы выбираете, кому отвечаете, AI Reply читает скопированное сообщение. Если iOS спросит, разрешить ли AI Reply вставку из WhatsApp, нажмите «Разрешить вставку».
uz: Kimga javob berayotganingizni tanlaganingizda AI Reply nusxalangan xabarni oʻqiydi. iOS AI Replyga WhatsAppdan joylashga ruxsat berasizmi deb soʻrasa, «Joylashga ruxsat berish»ni bosing.

# setup.paste.footer
source: iOS asks this itself, and only after you tap. On iOS versions that have it, you can change your answer later in Settings ▸ AI Reply ▸ Paste from Other Apps.
kk: Бұл сұрақты iOS өзі қояды, тек сіз басқаннан кейін. Мұндай баптауы бар iOS нұсқаларында жауабыңызды кейін өзгертуге болады: «Параметрлер» ▸ AI Reply ▸ «Басқа қолданбалардан қою».
ru: Этот вопрос iOS задаёт сама и только после вашего нажатия. В версиях iOS, где есть такая настройка, ответ можно изменить позже: «Настройки» ▸ AI Reply ▸ «Вставка из других приложений».
uz: Bu savolni iOS oʻzi beradi, faqat siz bosganingizdan keyin. Bunday sozlamasi bor iOS versiyalarida javobingizni keyinroq oʻzgartirish mumkin: Sozlamalar ▸ AI Reply ▸ Boshqa ilovalardan joylash.

# setup.paste.title
source: Paste permission
kk: Қою рұқсаты
ru: Разрешение на вставку
uz: Joylashga ruxsat

# setup.privacy.clipboard
source: The clipboard is never monitored in the background.
kk: Алмасу буфері фонда ешқашан бақыланбайды.
ru: Буфер обмена никогда не отслеживается в фоне.
uz: Bufer fonda hech qachon kuzatilmaydi.

# setup.privacy.explicit
source: Copied text is read only when you tap a template or the paste button, and a reply is generated only when you tap Reply.
kk: Көшірілген мәтін тек үлгіні немесе қою түймесін басқанда оқылады, ал жауап тек «Жауап беру» түймесін басқанда жасалады.
ru: Скопированный текст читается только после нажатия на шаблон или кнопку вставки, а ответ создаётся только по кнопке «Ответить».
uz: Nusxalangan matn faqat shablonni yoki joylash tugmasini bosganingizda oʻqiladi, javob esa faqat «Javob berish»ni bosganingizda yaratiladi.

# setup.privacy.noKeyInKeyboard
source: Your sign-in tokens are kept in protected app storage and are not shown in the keyboard.
kk: Кіру токендері қолданбаның қорғалған қоймасында сақталады және пернетақтада көрсетілмейді.
ru: Токены входа хранятся в защищённом хранилище приложения и не показываются в клавиатуре.
uz: Kirish tokenlari ilovaning himoyalangan xotirasida saqlanadi va klaviaturada koʻrsatilmaydi.

# setup.privacy.secureFields
source: Passwords and secure fields are never processed.
kk: Құпия сөздер мен қорғалған өрістер ешқашан өңделмейді.
ru: Пароли и защищённые поля никогда не обрабатываются.
uz: Parollar va himoyalangan maydonlar qayta ishlanmaydi.

# setup.privacy.title
source: Privacy
kk: Құпиялылық
ru: Конфиденциальность
uz: Maxfiylik

# setup.state.done
source: Ready
kk: Дайын
ru: Готово
uz: Tayyor

# setup.state.missing
source: Not enabled
kk: Қосылмаған
ru: Не включено
uz: Yoqilmagan

# setup.state.unknown
source: Not known yet
kk: Әзірге белгісіз
ru: Пока неизвестно
uz: Hozircha nomaʼlum

# setup.status.fullAccess
source: Full Access
kk: Толық рұқсат
ru: Полный доступ
uz: Toʻliq ruxsat

# setup.status.fullAccess.off
source: Needed for replies
kk: Жауап алу үшін қажет
ru: Нужен для ответов
uz: Javoblar uchun kerak

# setup.status.fullAccess.on
source: Enabled
kk: Қосулы
ru: Включён
uz: Yoqilgan

# setup.status.fullAccess.unknown
source: Not confirmed yet
kk: Әзірге расталмады
ru: Пока не подтверждён
uz: Hali tasdiqlanmagan

# setup.status.keyboard
source: AI Reply keyboard
kk: AI Reply пернетақтасы
ru: Клавиатура AI Reply
uz: AI Reply klaviaturasi

# setup.status.keyboard.on
source: Enabled
kk: Қосулы
ru: Включена
uz: Yoqilgan

# setup.status.keyboard.unknown
source: Not detected yet
kk: Әзірге анықталмады
ru: Пока не обнаружена
uz: Hali aniqlanmadi

# setup.steps.footer
source: No Keyboards row on that page? Use Settings ▸ General ▸ Keyboard ▸ Keyboards ▸ Add New Keyboard ▸ AI Reply.
kk: «Пернетақталар» жолы жоқ па? Онда: «Параметрлер» ▸ «Негізгі» ▸ «Пернетақта» ▸ «Пернетақталар» ▸ «Жаңа пернетақта қосу» ▸ AI Reply.
ru: Нет строки «Клавиатуры»? Тогда: «Настройки» ▸ «Основные» ▸ «Клавиатура» ▸ «Клавиатуры» ▸ «Новые клавиатуры» ▸ AI Reply.
uz: «Klaviaturalar» qatori yoʻqmi? Unda: Sozlamalar ▸ Asosiy ▸ Klaviatura ▸ Klaviaturalar ▸ Yangi klaviatura qoʻshish ▸ AI Reply.

# setup.steps.title
source: How to add it
kk: Қалай қосу керек
ru: Как добавить
uz: Qanday qoʻshiladi

# setup.subtitle
source: Add the keyboard in iPhone Settings to generate contextual replies in messaging apps.
kk: Мессенджерлерде жауап беру үшін пернетақтаны iPhone баптауларынан қосыңыз.
ru: Добавьте клавиатуру в настройках iPhone, чтобы отвечать на сообщения прямо в мессенджерах.
uz: Messenjerlarda kontekstli javoblar yaratish uchun iPhone sozlamalarida klaviaturani qoʻshing.

# setup.title
source: Keyboard setup
kk: Пернетақтаны баптау
ru: Настройка клавиатуры
uz: Klaviaturani sozlash

# setup.voice.enable
source: Enable voice input
kk: Дауыспен енгізуді қосу
ru: Включить голосовой ввод
uz: Mikrofonga ruxsat berish

# subscription.available
source: Available plans
kk: Қолжетімді тарифтер
ru: Доступные тарифы
uz: Mavjud tariflar

# subscription.choose
source: Choose
kk: Таңдау
ru: Выбрать
uz: Tanlash

# subscription.current
source: Current plan
kk: Ағымдағы тариф
ru: Текущий тариф
uz: Joriy tarif

# subscription.currentBadge
source: Current
kk: Ағымдағы
ru: Текущий
uz: Joriy

# subscription.perDay %lld
source: %lld replies a day
kk: Күніне %lld жауап
ru: %lld ответов в день
uz: Kuniga %lld ta javob

# subscription.remaining
source: left today
kk: бүгін қалды
ru: осталось сегодня
uz: bugun qoldi

# subscription.renews %@
source: Valid until %@
kk: %@ дейін жарамды
ru: Действует до %@
uz: %@ gacha amal qiladi

# subscription.title
source: Plan
kk: Тариф
ru: Тариф
uz: Tarif

# subscription.usedToday %lld %lld
source: Used %1$lld of %2$lld today
kk: Бүгін %2$lld-тің %1$lld-і қолданылды
ru: Использовано %1$lld из %2$lld за сегодня
uz: Bugun %2$lld tadan %1$lld tasi ishlatildi

# templates.add
source: New template
kk: Жаңа үлгі
ru: Новый шаблон
uz: Yangi shablon

# templates.add.prompt
source: Name your template, for example Supplier or Close Friend.
kk: Үлгіге ат беріңіз, мысалы Жеткізуші немесе Жақын дос.
ru: Назовите шаблон, например Поставщик или Близкий друг.
uz: Shablonga nom bering, masalan Yetkazib beruvchi yoki Yaqin doʻst.

# templates.builtIn
source: Built-in
kk: Кіріктірілген
ru: Встроенные
uz: Oʻrnatilgan

# templates.builtIn.footer
source: Built-in templates can be edited and hidden, but not deleted.
kk: Кіріктірілген үлгілерді өзгертуге және жасыруға болады, бірақ жоюға болмайды.
ru: Встроенные шаблоны можно менять и скрывать, но не удалять.
uz: Tayyor shablonlarni tahrirlash va yashirish mumkin, lekin oʻchirib boʻlmaydi.

# templates.custom
source: Your templates
kk: Сіздің үлгілеріңіз
ru: Ваши шаблоны
uz: Sizning shablonlaringiz

# templates.delete
source: Delete template
kk: Үлгіні жою
ru: Удалить шаблон
uz: Shablonni oʻchirish

# templates.delete.confirm
source: Delete this template?
kk: Осы үлгіні жою керек пе?
ru: Удалить этот шаблон?
uz: Bu shablon oʻchirilsinmi?

# templates.emoji
source: Emoji
kk: Эмодзи
ru: Эмодзи

# templates.emoji.allowed
source: Allowed
kk: Рұқсат
ru: Можно
uz: Mumkin

# templates.emoji.minimal
source: Minimal
kk: Ең аз
ru: Минимум
uz: Kam

# templates.emoji.none
source: None
kk: Қолданылмайды
ru: Без эмодзи
uz: Yoʻq

# templates.hidden
source: Hidden
kk: Жасырын
ru: Скрыт
uz: Yashirin

# templates.hours
source: Working hours
kk: Жұмыс уақыты
ru: Рабочее время
uz: Ish vaqti

# templates.hours.alwaysMention
source: Always acknowledge
kk: Әрқашан ескеру
ru: Всегда учитывать
uz: Har doim aytish

# templates.hours.ignore
source: Never mention
kk: Айтпау
ru: Не упоминать
uz: Aytmaslik

# templates.hours.mentionWhenRelevant
source: When relevant
kk: Орынды болғанда
ru: Когда уместно
uz: Kerak boʻlganda

# templates.hours.override
source: Different hours for this template
kk: Бұл үлгіге бөлек жұмыс уақыты
ru: Своё рабочее время для шаблона
uz: Bu shablon uchun boshqa vaqt

# templates.instructions
source: Instructions
kk: Нұсқаулар
ru: Инструкции
uz: Koʻrsatmalar

# templates.instructions.footer
source: Optional. Style and rules for this template, not a fixed reply.
kk: Міндетті емес. Бұл үлгінің стилі мен ережелері, дайын жауап емес.
ru: Необязательно. Стиль и правила шаблона, а не готовый ответ.
uz: Ixtiyoriy. Tayyor javob emas, bu shablon uslubi va qoidalari.

# templates.instructions.placeholder
source: Keep responses formal. We work Monday to Friday. Never confirm an order until stock is checked.
kk: Ресми жауап беру. Дүйсенбіден жұмаға дейін жұмыс істейміз. Қойманы тексермей тапсырысты растамау.
ru: Отвечать формально. Работаем с понедельника по пятницу. Не подтверждать заказ до проверки наличия.
uz: Rasmiy yozing. Dushanbadan jumagacha ishlaymiz. Ombor tekshirilmaguncha buyurtmani tasdiqlamang.

# templates.length
source: Reply length
kk: Жауап ұзындығы
ru: Длина ответа
uz: Javob uzunligi

# templates.length.medium
source: Medium
kk: Орташа
ru: Средний
uz: Oʻrtacha

# templates.length.short
source: Short
kk: Қысқа
ru: Короткий
uz: Qisqa

# templates.name
source: Name
kk: Атауы
ru: Название
uz: Nomi

# templates.offering.placeholder
source: What you sell or provide
kk: Не сатасыз немесе ұсынасыз
ru: Что вы продаёте или предлагаете
uz: Nima sotasiz yoki qanday xizmat koʻrsatasiz

# templates.relationship
source: Relationship
kk: Қарым-қатынас түрі
ru: Тип общения
uz: Muloqot turi

# templates.reorder
source: Drag to reorder. The order is the order in the keyboard.
kk: Ретін өзгерту үшін сүйреңіз. Бұл рет пернетақтада көрінеді.
ru: Перетащите, чтобы изменить порядок. Он отражается в клавиатуре.
uz: Tartibni oʻzgartirish uchun suring. Klaviaturada ham shu tartib koʻrinadi.

# templates.rules.footer
source: Rules for this template only. Your general rules still apply.
kk: Тек осы үлгіге арналған ережелер. Жалпы ережелер де күшінде.
ru: Правила только для этого шаблона. Общие правила тоже действуют.
uz: Faqat shu shablon qoidalari. Umumiy qoidalaringiz ham amal qiladi.

# templates.section.basic
source: Basic
kk: Негізгі
ru: Основное
uz: Asosiy

# templates.section.business
source: About your work
kk: Жұмысыңыз туралы
ru: О вашей работе
uz: Ishingiz haqida

# templates.section.business.footer
source: Used only when a message from this kind of person is actually about your work.
kk: Тек мұндай хабарлама шынымен жұмысыңызға қатысты болғанда қолданылады.
ru: Используется, только когда такое сообщение действительно касается вашей работы.
uz: Faqat bu turdagi suhbatdoshingizning xabari ishingizga tegishli boʻlsa ishlatiladi.

# templates.section.hours
source: Working hours
kk: Жұмыс уақыты
ru: Рабочее время
uz: Ish vaqti

# templates.section.hours.footer
source: Off means this template follows your main working hours.
kk: Өшірулі болса, үлгі негізгі жұмыс уақытыңызды пайдаланады.
ru: Если выключено, шаблон использует ваше основное рабочее время.
uz: Oʻchirilsa, shablon asosiy ish vaqtiga amal qiladi.

# templates.section.style
source: Reply style
kk: Жауап стилі
ru: Стиль ответа
uz: Javob uslubi

# templates.summary.placeholder
source: A sentence about your business
kk: Ісіңіз туралы бір-екі сөз
ru: Пара слов о вашем деле
uz: Biznesingiz haqida bir jumla

# templates.title
source: Reply templates
kk: Жауап үлгілері
ru: Шаблоны ответов
uz: Javob shablonlari

# templates.tone
source: Tone
kk: Үн
ru: Тон
uz: Ohang

# templates.visible
source: Show in keyboard
kk: Пернетақтада көрсету
ru: Показывать в клавиатуре
uz: Klaviaturada koʻrsatish

# tone.formal
source: Formal
kk: Ресми
ru: Формальный
uz: Rasmiy

# tone.friendly
source: Friendly
kk: Достық
ru: Дружелюбный
uz: Doʻstona

# tone.natural
source: Natural
kk: Табиғи
ru: Естественный
uz: Tabiiy

# tone.professional
source: Professional
kk: Іскерлік
ru: Деловой
uz: Ishchan

# tone.short
source: Short
kk: Қысқа
ru: Короткий
uz: Qisqa

# voice.mode.onDevice
source: %@ · on device
kk: %@ · құрылғыда
ru: %@ · на устройстве
uz: %@ · qurilmada

# voice.mode.server
source: %@ · Apple speech service
kk: %@ · Apple қызметі
ru: %@ · сервис Apple
uz: %@ · Apple xizmati

# voice.placeholder
source: Tap the microphone and speak. You can edit the text afterwards.
kk: Микрофонды басып, сөйлеңіз. Мәтінді кейін өңдеуге болады.
ru: Нажмите на микрофон и говорите. Текст потом можно отредактировать.
uz: Mikrofonni bosing va gapiring. Keyin matnni tahrirlashingiz mumkin.

# voice.recognizedText
source: Recognized text
kk: Танылған мәтін
ru: Распознанный текст
uz: Aniqlangan matn

# voice.recording
source: Recording %1$@ / %2$@
kk: Жазу %1$@ / %2$@
ru: Запись %1$@ / %2$@
uz: Yozib olinmoqda %1$@ / %2$@

# voice.status.copied
source: Copied
kk: Көшірілді
ru: Скопировано
uz: Nusxalandi

# voice.status.failed
source: Recognition failed: %@
kk: Тану қатесі: %@
ru: Ошибка распознавания: %@
uz: Nutqni aniqlab boʻlmadi: %@

# voice.status.failedNetwork
source: Recognition failed. Apple speech recognition may need a network connection: %@
kk: Тану сәтсіз аяқталды. Apple сөзді тануы үшін интернет қажет болуы мүмкін: %@
ru: Ошибка распознавания. Для распознавания речи Apple может потребоваться интернет: %@
uz: Nutqni aniqlab boʻlmadi. Apple nutqni aniqlash xizmatiga internet kerak boʻlishi mumkin: %@
